{
  "en": {
    "tabs": {
      "appInfo": "App Information",
      "howtos": "How-Tos",
      "privacy": "Privacy Disclaimer"
    },
    "appInfo": {
      "title": "App Information",
      "content": [
        {
          "type": "paragraph",
          "text": "The VocabulAir app lets you create vocabulary cards via the Apple Pencil on the iPad or using the keyboard on an iPhone."
        },
        {
          "type": "paragraph",
          "text": "The cards you created then start out at level 1 and you can test yourself: If you know the card, swipe right and it will be upgraded to level 2. If you don’t know the card, swipe left and try again some other time."
        },
        {
          "type": "paragraph",
          "text": "You can select the level you are currently learning. Cards can be favorited so you have easy access to those words you need most, e.g. for reviewing them before a test."
        },
        {
          "type": "paragraph",
          "text": "The cards you created will be synchronized between your iPhone and iPad: That way, you can use the Apple Pencil to create new cards at home or at school and later learn them on your iPhone when waiting or on bus or train rides."
        },
        {
          "type": "paragraph",
          "text": "Cards can also be exported for saving your work, so you can periodically back up your work and the states of your cards onto your computer."
        }
      ]
    },
    "howtos": {
      "title": "How-Tos",
      "content": [
        {
          "type": "paragraph",
          "text": "Follow the steps to get started with the app."
        }
      ]
    },
    "privacy": {
      "title": "Privacy Disclaimer",
      "content": [
        {
          "type": "paragraph",
          "text": "Welcome to VocabulAir! We value your privacy and are committed to being transparent about how your data is handled."
        },
        {
          "type": "heading",
          "text": "Data Collection and Use"
        },
        {
          "type": "paragraph",
          "text": "Our app does not collect or have access to any personal data or information stored on your device or in your iCloud. All data you create within VocabulAir is stored directly on your iCloud account via CloudKit, ensuring your information is kept private and secure by Apple."
        },
        {
          "type": "heading",
          "text": "Key Points:"
        },
        {
          "type": "list",
          "items": [
            "Data Storage: Your data is saved exclusively on your personal iCloud account.",
            "No Access: As developers, we do not have access to your data or any ability to view, modify, or delete it.",
            "Security: Apple secures your data through its privacy and encryption practices for iCloud."
          ]
        },
        {
          "type": "heading",
          "text": "Information Sharing and Disclosure"
        },
        {
          "type": "paragraph",
          "text": "Since we have no access to your data, we do not share, sell, or disclose any user data to third parties."
        },
        {
          "type": "heading",
          "text": "Third-Party Links"
        },
        {
          "type": "paragraph",
          "text": "Our app may contain links to other websites or services, such as Apple’s official sites for support and privacy. Please be aware that these third-party sites have their own privacy practices, which we recommend you review."
        },
        {
          "type": "heading",
          "text": "Children’s Privacy"
        },
        {
          "type": "paragraph",
          "text": "VocabulAir does not knowingly collect, use, or disclose data from children. Since we do not have access to any user data, all information remains securely stored in the user’s iCloud account, as managed by Apple’s privacy policies."
        },
        {
          "type": "heading",
          "text": "Changes to This Privacy Policy"
        },
        {
          "type": "paragraph",
          "text": "We may update this Privacy Policy from time to time to reflect changes in technology, applicable law, or our business operations. Any changes will be posted on this page, with the updated date indicated at the top."
        },
        {
          "type": "heading",
          "text": "Contact Us"
        },
        {
          "type": "paragraph",
          "text": "If you have any questions or concerns about this Privacy Policy, feel free to contact us at dwi@lemmingsoft.com."
        },
        {
          "type": "paragraph",
          "text": "Developer:\nDaniel Wicklow\nÄußere Bayreuther Str. 59\n90409 Nürnberg"
        }
      ]
    }
  }
}